Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# modeIntro.subtraction.order %lld
source: You always subtract %lld in |descending order|.
af: Jy trek altyd %lld in |dalende| volgorde af.
am: ሁልጊዜ %lldን በ|እየቀነሰ| ቅደም ተከተል ትቀንሳለህ።
ar: تطرح دائمًا %lld بترتيب |تنازلي|.
as: তুমি সদায় %lld |অধঃক্ৰমত| বিয়োগ কৰিবা।
az: Həmişə %lld-i |azalan| sıra ilə çıxırsan.
be: Ты заўсёды аднімаеш %lld у |парадку змяншэння|.
bg: Винаги изваждаш %lld в |низходящ| ред.
bn: তুমি সব সময় %lld |নিম্নক্রমে| বিয়োগ করবে।
bo: ཁྱེད་ཀྱིས་རྟག་ཏུ་ %lld མར་འབབ་ཀྱི་ |གོ་རིམ| ནང་འཐེན།
bs: Uvijek oduzimaš %lld |silaznim| redom.
ca: Sempre restes %lld en ordre |descendent|.
cs: Vždy odčítáš %lld v |sestupném| pořadí.
cy: Rwyt ti bob amser yn tynnu %lld mewn trefn |ddisgynnol|.
da: Du trækker altid %lld fra i |faldende| rækkefølge.
de: Du ziehst immer %lld in |absteigender| Reihenfolge ab.
el: Αφαιρείς πάντα %lld σε |φθίνουσα| σειρά.
es: Siempre restas %lld en orden |descendente|.
et: Lahutad alati %lld |kahanevas| järjekorras.
eu: Beti %lld kenduko duzu |beheranzko| ordenan.
fa: همیشه %lld را به ترتیب |نزولی| کم می‌کنی.
fi: Vähennät aina %lld |laskevassa| järjestyksessä.
fo: Tú dregur altíð %lld frá í |minkandi| raðfylgju.
fr: Tu soustrais toujours %lld dans l’ordre |décroissant|.
ga: Baineann tú %lld i gcónaí in ord |íslitheach|.
gl: Sempre restas %lld en orde |descendente|.
gu: તમે હંમેશા %lld ને |ઉતરતા| ક્રમમાં બાદ કરશો.
he: תמיד מחסרים %lld בסדר |יורד|.
hi: तुम हमेशा %lld को |घटते| क्रम में घटाओगे।
hr: Uvijek oduzimaš %lld |silaznim| redom.
hu: Mindig %lld-et vonsz ki |csökkenő| sorrendben.
hy: Միշտ հանում ես %lld՝ |նվազման| հերթականությամբ։
id: Kamu selalu mengurangi %lld dalam urutan |turun|.
is: Þú dregur alltaf %lld frá í |lækkandi| röð.
it: Sottrai sempre %lld in ordine |decrescente|.
ja: %lldずつ|大きい順|にひくよ。
ka: ყოველთვის აკლებ %lld-ს |კლებად| რიგში.
kk: Әрдайым %lld санын |кему| ретімен азайтасың.
km: អ្នកតែងតែដក %lld តាមលំដាប់ |ចុះ|។
kn: ಯಾವಾಗಲೂ %lld ಅನ್ನು |ಇಳಿಕೆ| ಕ್ರಮದಲ್ಲಿ ಕಳೆ.
ko: %lld씩 |내림차순|으로 빼요.
lo: ເຈົ້າລົບ %lld ຕາມລຳດັບ |ຫຼຸດລົງ| ສະເໝີ.
lt: Visada atimsi %lld |mažėjančia| tvarka.
lv: Tu vienmēr atņem %lld |dilstošā| secībā.
mk: Секогаш одземаш %lld по |опаѓачки| редослед.
ml: %lld എപ്പോഴും |അവരോഹണ| ക്രമത്തിൽ കുറയ്ക്കൂ.
mn: %lld-ыг үргэлж |буурах| дарааллаар хасна.
mr: तू नेहमी %lld |उतरत्या| क्रमाने वजा करशील.
ms: Kamu sentiasa tolak %lld dalam urutan |menurun|.
my: %lld ကို |ကြီးမှငယ်| အစဉ်နဲ့ အမြဲနုတ်မယ်။
ne: तिमी सधैं %lld लाई |घट्दो| क्रममा घटाउँछौ।
nl: Je trekt steeds %lld af in |aflopende volgorde|.
no: Du trekker alltid fra %lld i |synkende| rekkefølge.
or: ତୁମେ ସବୁବେଳେ |କମୁଥିବା| କ୍ରମରେ %lld ବିୟୋଗ କରିବ।
pa: ਤੁਸੀਂ ਹਮੇਸ਼ਾ %lld ਨੂੰ |ਘਟਦੇ| ਕ੍ਰਮ ਵਿੱਚ ਘਟਾਓਗੇ।
pl: Zawsze odejmujesz %lld w kolejności |malejącej|.
pt: Subtrais sempre %lld por ordem |decrescente|.
ro: Scazi mereu %lld în ordine |descrescătoare|.
ru: Ты всегда вычитаешь %lld в |убывающем| порядке.
si: ඔබ හැමවිටම %lld |අවරෝහණ| පිළිවෙළට අඩු කරයි.
sk: Vždy odčítaš %lld v |zostupnom| poradí.
sl: Vedno odštevaš %lld v |padajočem| vrstnem redu.
sq: Gjithmonë zbret %lld në rend |zbritës|.
sr: Uvek oduzimaš %lld |opadajućim| redom.
sv: Du tar alltid bort %lld i |fallande| ordning.
sw: Daima unatoa %lld kwa mpangilio wa |kushuka|.
ta: %lld ஐ எப்போதும் |இறங்குவரிசையில்| கழி.
te: |తగ్గుతున్న| క్రమంలో ఎప్పుడూ %lld తీసివేస్తావు.
th: ลบ %lld ตามลำดับ |จากมากไปน้อย|
tr: Her zaman %lld sayısını |azalan| sırayla çıkarırsın.
ug: ھەمىشە %lld نى |تۆۋەنلەش| تەرتىپىدە ئالىسەن.
uk: Ти завжди віднімаєш %lld у |спадному| порядку.
ur: آپ ہمیشہ %lld کو |گھٹتی| ترتیب میں منفی کریں گے۔
uz: Har safar %lld ni |kamayish| tartibida ayirasan.
vi: Bạn luôn trừ %lld theo thứ tự |giảm dần|.
zh: 每次减 %lld，按 |从大到小| 的顺序。
zu: Njalo ususa u-%lld ngokulandelana |okwehlayo|.

# modeIntro.subtraction.random %lld
source: You always subtract %lld from a |random number|.
af: Jy trek altyd %lld van ’n |lukrake| getal af.
am: ሁልጊዜ %lldን ከ|ዘፈቀደ| ቁጥር ትቀንሳለህ።
ar: تطرح دائمًا %lld من عدد |عشوائي|.
as: তুমি সদায় এটা |যাদৃচ্ছিক| সংখ্যাৰ পৰা %lld বিয়োগ কৰিবা।
az: Həmişə %lld-i |təsadüfi| ədəddən çıxırsan.
be: Ты заўсёды аднімаеш %lld ад |выпадковага| ліку.
bg: Винаги изваждаш %lld от |случайно| число.
bn: তুমি সব সময় একটি |এলোমেলো| সংখ্যা থেকে %lld বিয়োগ করবে।
bo: ཁྱེད་ཀྱིས་རྟག་ཏུ་ |གང་བྱུང་| གྲངས་ཤིག་ནས་ %lld འཐེན།
bs: Uvijek oduzimaš %lld od |nasumičnog| broja.
ca: Sempre restes %lld a un nombre |aleatori|.
cs: Vždy odčítáš %lld od |náhodného| čísla.
cy: Rwyt ti bob amser yn tynnu %lld o rif |ar hap|.
da: Du trækker altid %lld fra et |tilfældigt| tal.
de: Du ziehst immer %lld von einer |zufälligen| Zahl ab.
el: Αφαιρείς πάντα %lld από έναν |τυχαίο| αριθμό.
es: Siempre restas %lld a un número |aleatorio|.
et: Lahutad alati %lld ühest |juhuslikust| arvust.
eu: Beti %lld kenduko diozu |ausazko| zenbaki bati.
fa: همیشه %lld را از عددی |تصادفی| کم می‌کنی.
fi: Vähennät aina %lld |satunnaisesta| luvusta.
fo: Tú dregur altíð %lld frá einum |tilvildarligum| tali.
fr: Tu soustrais toujours %lld à un nombre |aléatoire|.
ga: Baineann tú %lld ó uimhir |randamach| i gcónaí.
gl: Sempre restas %lld a un número |aleatorio|.
gu: તમે હંમેશા કોઈ |અવ્યવસ્થિત| અંકમાંથી %lld બાદ કરશો.
he: תמיד מחסרים %lld ממספר |אקראי|.
hi: तुम हमेशा किसी |भी| संख्या में से %lld घटाओगे।
hr: Uvijek oduzimaš %lld od |nasumičnog| broja.
hu: Mindig %lld-et vonsz ki egy |véletlen| számból.
hy: Միշտ %lld ես հանում |պատահական| թվից։
id: Kamu selalu mengurangi %lld dari angka |acak|.
is: Þú dregur alltaf %lld frá |handahófstölu|.
it: Sottrai sempre %lld da un numero |casuale|.
ja: |ランダム|な数から%lldをひくよ。
ka: ყოველთვის აკლებ %lld-ს |შემთხვევით| რიცხვს.
kk: Әрдайым |кездейсоқ| саннан %lld азайтасың.
km: អ្នកតែងតែដក %lld ពីចំនួន |ចៃដន្យ| មួយ។
kn: ಯಾವಾಗಲೂ |ಯಾದೃಚ್ಛಿಕ| ಸಂಖ್ಯೆಯಿಂದ %lld ಕಳೆ.
ko: |무작위| 수에서 %lld를 빼요.
lo: ເຈົ້າລົບ %lld ອອກຈາກຈຳນວນ |ສຸ່ມ| ສະເໝີ.
lt: Visada atimsi %lld iš |atsitiktinio| skaičiaus.
lv: Tu vienmēr atņem %lld no |nejauša| skaitļa.
mk: Секогаш одземаш %lld од |случаен| број.
ml: ഒരു |ക്രമരഹിത| സംഖ്യയിൽ നിന്ന് %lld കുറയ്ക്കൂ.
mn: %lld-ыг үргэлж |санамсаргүй| тооноос хасна.
mr: तू नेहमी एका |यादृच्छिक| संख्येतून %lld वजा करशील.
ms: Kamu sentiasa tolak %lld daripada nombor |rawak|.
my: |ကျပန်း| ဂဏန်းတစ်ခုထဲက %lld အမြဲနုတ်မယ်။
ne: तिमी सधैं एउटा |अनियमित| सङ्ख्याबाट %lld घटाउँछौ।
nl: Je trekt steeds %lld af van een |willekeurig getal|.
no: Du trekker alltid %lld fra et |tilfeldig| tall.
or: ତୁମେ ସବୁବେଳେ ଏକ |ଯାଦୃଚ୍ଛିକ| ସଂଖ୍ୟାରୁ %lld ବିୟୋଗ କରିବ।
pa: ਤੁਸੀਂ ਹਮੇਸ਼ਾ ਇੱਕ |ਬੇਤਰਤੀਬ| ਗਿਣਤੀ ਵਿੱਚੋਂ %lld ਘਟਾਓਗੇ।
pl: Zawsze odejmujesz %lld od |losowej| liczby.
pt: Subtrais sempre %lld de um número |aleatório|.
ro: Scazi mereu %lld dintr-un număr |aleatoriu|.
ru: Ты всегда вычитаешь %lld из |случайного| числа.
si: ඔබ හැමවිටම |අහඹු| අංකයකින් %lld අඩු කරයි.
sk: Vždy odčítaš %lld od |náhodného| čísla.
sl: Vedno odšteješ %lld od |naključnega| števila.
sq: Gjithmonë i zbret %lld një numri |të rastësishëm|.
sr: Uvek oduzimaš %lld od |nasumičnog| broja.
sv: Du tar alltid bort %lld från ett |slumpmässigt| tal.
sw: Daima unatoa %lld kutoka nambari ya |nasibu|.
ta: ஒரு |சீரற்ற| எண்ணிலிருந்து %lld ஐக் கழி.
te: |యాదృచ్ఛిక| సంఖ్య నుంచి ఎప్పుడూ %lld తీసివేస్తావు.
th: ลบ %lld ออกจากจำนวน |สุ่ม| เสมอ
tr: Her zaman |rastgele| bir sayıdan %lld çıkarırsın.
ug: ھەمىشە |ئىختىيارىي| ساندىن %lld ئالىسەن.
uk: Ти завжди віднімаєш %lld від |випадкового| числа.
ur: آپ ہمیشہ کسی |بے ترتیب| عدد میں سے %lld منفی کریں گے۔
uz: Har safar %lld ni |tasodifiy| sondan ayirasan.
vi: Bạn luôn trừ %lld khỏi một số |ngẫu nhiên|.
zh: 每次从一个 |随机| 数中减去 %lld。
zu: Njalo ususa u-%lld enombolweni |engahleliwe|.

# modeIntro.subtraction.mixed %lld
source: You subtract %lld |or less| from another number.
af: Jy trek %lld |of minder| van ’n ander getal af.
am: ከሌላ ቁጥር %lld |ወይም ያነሰ| ትቀንሳለህ።
ar: تطرح %lld |أو أقل| من عدد آخر.
as: আন এটা সংখ্যাৰ পৰা %lld |বা কম| বিয়োগ কৰিবা।
az: Başqa ədəddən %lld |və ya az| çıxırsan.
be: Ты аднімаеш %lld |ці менш| ад іншага ліку.
bg: Изваждаш %lld |или по-малко| от друго число.
bn: অন্য একটি সংখ্যা থেকে %lld |বা কম| বিয়োগ করো।
bo: གྲངས་གཞན་ཞིག་ནས་ %lld |ཡང་ན་དེ་ལས་ཆུང་| འཐེན།
bs: Od drugog broja oduzimaš %lld |ili manje|.
ca: Restes %lld |o menys| a un altre nombre.
cs: Od jiného čísla odčítáš %lld |nebo méně|.
cy: Rwyt ti'n tynnu %lld |neu lai| o rif arall.
da: Du trækker %lld |eller mindre| fra et andet tal.
de: Du ziehst %lld |oder weniger| von einer anderen Zahl ab.
el: Αφαιρείς %lld |ή λιγότερο| από έναν άλλο αριθμό.
es: Restas %lld |o menos| a otro número.
et: Lahutad teisest arvust %lld |või vähem|.
eu: %lld |edo gutxiago| kenduko diozu beste zenbaki bati.
fa: هر بار %lld |یا کمتر| را از عددی دیگر کم می‌کنی.
fi: Vähennät toisesta luvusta enintään %lld |tai vähemmän|.
fo: Tú dregur %lld |ella minni| frá einum øðrum tali.
fr: Tu soustrais %lld |ou moins| à un autre nombre.
ga: Baineann tú %lld |nó níos lú| ó uimhir eile.
gl: Restas %lld |ou menos| a outro número.
gu: તમે બીજા અંકમાંથી %lld |અથવા ઓછું| બાદ કરશો.
he: מחסרים %lld |או פחות| ממספר אחר.
hi: तुम किसी संख्या में से %lld |या कम| घटाओगे।
hr: Od broja oduzimaš %lld |ili manje|.
hu: Egy másik számból %lld-et |vagy kevesebbet| vonsz ki.
hy: Մեկ այլ թվից հանում ես %lld |կամ պակաս|։
id: Kamu mengurangi angka lain dengan %lld |atau kurang|.
is: Þú dregur %lld |eða minna| frá annarri tölu.
it: Sottrai %lld |o meno| da un altro numero.
ja: ほかの数から%lld|以下|をひくよ。
ka: სხვა რიცხვს აკლებ %lld-ს |ან ნაკლებს|.
kk: Басқа саннан %lld |немесе одан аз| азайтасың.
km: អ្នកដក %lld |ឬតិចជាង| ពីចំនួនមួយទៀត។
kn: ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯಿಂದ %lld |ಅಥವಾ ಕಡಿಮೆ| ಕಳೆ.
ko: 다른 수에서 %lld |이하|를 빼요.
lo: ເຈົ້າລົບ %lld |ຫຼືຕ່ຳກວ່າ| ອອກຈາກອີກຈຳນວນໜຶ່ງ.
lt: Iš kito skaičiaus atimsi %lld |ar mažiau|.
lv: Tu atņem %lld |vai mazāk| no cita skaitļa.
mk: Секогаш одземаш %lld |или помалку| од друг број.
ml: മറ്റൊരു സംഖ്യയിൽ നിന്ന് %lld |അല്ലെങ്കിൽ കുറവ്| കുറയ്ക്കൂ.
mn: Өөр тооноос %lld |эсвэл бага| тоо хасна.
mr: तू दुसऱ्या संख्येतून %lld |किंवा कमी| वजा करशील.
ms: Kamu tolak %lld |atau kurang| daripada nombor lain.
my: အခြားဂဏန်းတစ်ခုထဲက %lld |သို့မဟုတ် အောက်| နုတ်မယ်။
ne: तिमी अर्को सङ्ख्याबाट %lld |वा कम| घटाउँछौ।
nl: Je trekt steeds %lld |of lager| af van een ander getal.
no: Du trekker %lld |eller mindre| fra et annet tall.
or: ତୁମେ ଅନ୍ୟ ଏକ ସଂଖ୍ୟାରୁ %lld |କିମ୍ବା କମ୍| ବିୟୋଗ କରିବ।
pa: ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਗਿਣਤੀ ਵਿੱਚੋਂ %lld |ਜਾਂ ਘੱਟ| ਘਟਾਓਗੇ।
pl: Odejmujesz %lld |lub mniej| od innej liczby.
pt: Subtrais %lld |ou menos| de outro número.
ro: Scazi %lld |sau mai puțin| dintr-un alt număr.
ru: Ты вычитаешь %lld |или меньше| из другого числа.
si: ඔබ වෙනත් අංකයකින් %lld |හෝ අඩු| අඩු කරයි.
sk: Od iného čísla odčítaš %lld |alebo menej|.
sl: Od drugega števila odšteješ %lld |ali manj|.
sq: I zbret %lld |ose më pak| një numri tjetër.
sr: Od drugog broja oduzimaš %lld |ili manje|.
sv: Du tar bort %lld |eller mindre| från ett annat tal.
sw: Unatoa %lld |au chini| kutoka nambari nyingine.
ta: மற்றொரு எண்ணிலிருந்து %lld |அல்லது குறைவாக| கழி.
te: మరో సంఖ్య నుంచి %lld |లేదా తక్కువ| తీసివేస్తావు.
th: ลบ %lld |หรือน้อยกว่า| ออกจากอีกจำนวน
tr: Başka bir sayıdan %lld |veya daha az| çıkarırsın.
ug: باشقا بىر ساندىن %lld |ياكى تۆۋەن| ئالىسەن.
uk: Ти віднімаєш %lld |або менше| від іншого числа.
ur: آپ کسی عدد میں سے %lld |یا کم| منفی کریں گے۔
uz: Boshqa sondan %lld |yoki kamroq| ayirasan.
vi: Bạn trừ %lld |hoặc ít hơn| khỏi một số khác.
zh: 从另一个数中减去 %lld |或更小| 的数。
zu: Ususa u-%lld |noma ngaphansi| kwenye inombolo.

# modeIntro.tables.intro
source: You only get |multiplication| problems.
af: Jy kry net |vermenigvuldig|-somme.
am: የምታገኘው የ|ማባዛት| ጥያቄዎችን ብቻ ነው።
ar: ستحصل فقط على مسائل |الضرب|.
as: তুমি কেৱল |পূৰণ|ৰ অংক পাবা।
az: Yalnız |vurma| misalları gəlir.
be: Будуць толькі прыклады на |множанне|.
bg: Получаваш задачи само с |умножение|.
bn: তুমি শুধু |গুণের| অঙ্ক পাবে।
bo: ཁྱེད་ལ་ |སྒྱུར་རྩིས| ཁོ་ན་ཡོང་།
bs: Dobijaš samo zadatke s |množenjem|.
ca: Només tindràs problemes de |multiplicació|.
cs: Dostaneš jen příklady na |násobení|.
cy: Dim ond symiau |lluosi| gei di.
da: Du får kun opgaver med |multiplikation|.
de: Du bekommst nur Aufgaben mit |Multiplikation|.
el: Θα έχεις μόνο ασκήσεις |πολλαπλασιασμού|.
es: Solo tendrás ejercicios de |multiplicación|.
et: Saad ainult |korrutamisülesandeid|.
eu: |Biderketa| ariketak bakarrik izango dituzu.
fa: فقط تمرین‌های |ضرب| می‌بینی.
fi: Saat vain |kertolaskuja|.
fo: Tú fært bara uppgávur við |falding|.
fr: Tu n’auras que des calculs de |multiplication|.
ga: Ní fhaigheann tú ach ceisteanna |iolraithe|.
gl: Só terás contas de |multiplicación|.
gu: તમને ફક્ત |ગુણાકારના| દાખલા મળશે.
he: תקבלו רק תרגילי |כפל|.
hi: तुम्हें केवल |गुणा| के सवाल मिलेंगे।
hr: Dobivaš samo zadatke s |množenjem|.
hu: Csak |szorzási| feladatokat kapsz.
hy: Դու ստանում ես միայն |բազմապատկման| առաջադրանքներ։
id: Kamu hanya mendapat soal |perkalian|.
is: Þú færð aðeins dæmi í |margföldun|.
it: Avrai solo esercizi di |moltiplicazione|.
ja: |かけ算|の問題だけが出るよ。
ka: გექნება მხოლოდ |გამრავლების| ამოცანები.
kk: Саған тек |көбейту| есептері беріледі.
km: អ្នកនឹងទទួលបានតែលំហាត់ |គុណ|។
kn: ನಿನಗೆ |ಗುಣಾಕಾರ| ಲೆಕ್ಕಗಳು ಮಾತ್ರ ಬರುತ್ತವೆ.
ko: |곱셈| 문제만 나와요.
lo: ເຈົ້າຈະໄດ້ສະເພາະໂຈດ |ຄູນ|.
lt: Gausi tik |daugybos| užduotis.
lv: Te būs tikai |reizināšanas| uzdevumi.
mk: Ќе добиваш само задачи со |множење|.
ml: നിനക്ക് |ഗുണനം| കണക്കുകൾ മാത്രം കിട്ടും.
mn: Зөвхөн |үржүүлэх| бодлого бодно.
mr: तुला फक्त |गुणाकाराची| उदाहरणे मिळतील.
ms: Kamu hanya dapat soalan |darab|.
my: |မြှောက်ခြင်း| ပုစ္ဆာပဲ ရမယ်။
ne: तिमीले |गुणन| का प्रश्न मात्र पाउँछौ।
nl: Je krijgt alleen sommen met |vermenigvuldigen|.
no: Du får bare oppgaver med |multiplikasjon|.
or: ତୁମେ କେବଳ |ଗୁଣ| ପ୍ରଶ୍ନ ପାଇବ।
pa: ਤੁਹਾਨੂੰ ਸਿਰਫ਼ |ਗੁਣਾ| ਦੇ ਸਵਾਲ ਮਿਲਣਗੇ।
pl: Dostajesz tylko zadania z |mnożeniem|.
pt: Só vais receber contas de |multiplicação|.
ro: Primești doar exerciții de |înmulțire|.
ru: Будут только примеры на |умножение|.
si: ඔබට ලැබෙන්නේ |ගුණ කිරීමේ| ගණන් පමණයි.
sk: Dostaneš iba príklady na |násobenie|.
sl: Dobiš samo naloge z |množenjem|.
sq: Do të marrësh vetëm detyra me |shumëzim|.
sr: Dobijaš samo zadatke sa |množenjem|.
sv: Du får bara tal med |multiplikation|.
sw: Utapata maswali ya |kuzidisha| tu.
ta: |பெருக்கல்| கணக்குகள் மட்டும் வரும்.
te: నీకు |గుణకారం| లెక్కలు మాత్రమే వస్తాయి.
th: มีเฉพาะโจทย์ |การคูณ|
tr: Yalnızca |çarpma| soruları gelir.
ug: پەقەت |كۆپەيتىش| مەسىلىلىرى كېلىدۇ.
uk: Тут будуть лише завдання на |множення|.
ur: آپ کو صرف |ضرب| کے سوال ملیں گے۔
uz: Faqat |ko‘paytirish| misollari beriladi.
vi: Bạn chỉ nhận bài |phép nhân|.
zh: 你只会遇到 |乘法| 题。
zu: Uthola kuphela izibalo |zokuphindaphinda|.

# modeIntro.tables.order %lld
source: You get the %lld times table in |ascending order|.
af: Jy kry die %lld-maaltafel in |stygende| volgorde.
am: የ%lld ማባዛት ሰንጠረዥ በ|እየጨመረ| ቅደም ተከተል ይመጣል።
ar: ستحصل على جدول %lld بترتيب |تصاعدي|.
as: %lldৰ নামতা |উৰ্ধ্বক্ৰমত| পাবা।
az: %lld vurma cədvəli |artan| sıra ilə gəlir.
be: Табліца множання на %lld будзе ў |парадку ўзрастання|.
bg: Получаваш таблицата по %lld във |възходящ| ред.
bn: %lld-এর নামতা |ঊর্ধ্বক্রমে| পাবে।
bo: %lld གི་སྒྱུར་རྩིས་ |གྱེན་འཕེལ| གོ་རིམ་ནང་ཡོང་།
bs: Dobijaš tablicu broja %lld |uzlaznim| redom.
ca: Tindràs la taula del %lld en ordre |ascendent|.
cs: Dostaneš násobilku %lld ve |vzestupném| pořadí.
cy: Gei di dabl %lld mewn trefn |esgynnol|.
da: Du får %lld-tabellen i |stigende| rækkefølge.
de: Du bekommst die %llder-Reihe in |aufsteigender| Reihenfolge.
el: Θα έχεις την προπαίδεια του %lld σε |αύξουσα| σειρά.
es: Tendrás la tabla del %lld en orden |ascendente|.
et: Saad %lld korrutustabeli |kasvavas| järjekorras.
eu: %lldko taula |goranzko| ordenan izango duzu.
fa: جدول %lld را به ترتیب |صعودی| می‌بینی.
fi: Saat %lld:n kertotaulun |nousevassa| järjestyksessä.
fo: Tú fært %lld-tabellina í |vaksandi| raðfylgju.
fr: Tu auras la table de %lld dans l’ordre |croissant|.
ga: Faigheann tú tábla %lld in ord |ardaitheach|.
gl: Terás a táboa do %lld en orde |ascendente|.
gu: તમને %lld નો પાડો |ચઢતા| ક્રમમાં મળશે.
he: תקבלו את לוח הכפל של %lld בסדר |עולה|.
hi: तुम्हें %lld का पहाड़ा |बढ़ते| क्रम में मिलेगा।
hr: Dobivaš tablicu broja %lld |uzlaznim| redom.
hu: A(z) %lld-es szorzótáblát |növekvő| sorrendben kapod.
hy: %lld-ի աղյուսակը ստանում ես |աճման| հերթականությամբ։
id: Kamu mendapat perkalian %lld dalam urutan |naik|.
is: Þú færð %lld-töfluna í |hækkandi| röð.
it: Avrai la tabellina del %lld in ordine |crescente|.
ja: %lldのだんを|小さい順|にやるよ。
ka: გექნება %lld-ის ტაბულა |ზრდად| რიგში.
kk: %lld-дің көбейту кестесі |өсу| ретімен беріледі.
km: អ្នកទទួលបានតារាងគុណ %lld តាមលំដាប់ |ឡើង|។
kn: %lldರ ಪಟ್ಟಿಯು |ಏರಿಕೆ| ಕ್ರಮದಲ್ಲಿ ಬರುತ್ತದೆ.
ko: %lld단이 |오름차순|으로 나와요.
lo: ເຈົ້າຈະໄດ້ສູດຄູນ %lld ຕາມລຳດັບ |ເພີ່ມຂຶ້ນ|.
lt: Gausi %lld daugybos lentelę |didėjančia| tvarka.
lv: Te būs %lld reizināšanas tabula |augošā| secībā.
mk: Ќе ја добиваш таблицата со %lld по |растечки| редослед.
ml: %lldന്റെ പട്ടിക |ആരോഹണ| ക്രമത്തിൽ കിട്ടും.
mn: %lld-ын хүрдийг |өсөх| дарааллаар бодно.
mr: तुला %lld चा पाढा |चढत्या| क्रमाने मिळेल.
ms: Kamu dapat sifir %lld dalam urutan |menaik|.
my: %lld မြှောက်ကိန်းဇယားကို |ငယ်မှကြီး| အစဉ်နဲ့ ရမယ်။
ne: तिमीले %lld को तालिका |बढ्दो| क्रममा पाउँछौ।
nl: Je krijgt de tafel van %lld in |oplopende volgorde|.
no: Du får %lld-gangen i |stigende| rekkefølge.
or: ତୁମେ %lld ନାମତାକୁ |ବଢ଼ୁଥିବା| କ୍ରମରେ ପାଇବ।
pa: ਤੁਹਾਨੂੰ %lld ਦਾ ਪਹਾੜਾ |ਵੱਧਦੇ| ਕ੍ਰਮ ਵਿੱਚ ਮਿਲੇਗਾ।
pl: Dostajesz tabliczkę mnożenia przez %lld w kolejności |rosnącej|.
pt: Recebes a tabuada do %lld por ordem |crescente|.
ro: Primești tabla lui %lld în ordine |crescătoare|.
ru: Таблица на %lld в |возрастающем| порядке.
si: %lld ගුණන වගුව |ආරෝහණ| පිළිවෙළට ලැබේ.
sk: Násobilku %lld dostaneš vo |vzostupnom| poradí.
sl: Poštevanko števila %lld dobiš v |naraščajočem| vrstnem redu.
sq: Do të marrësh tabelën e %lld në rend |rritës|.
sr: Dobijaš tablicu broja %lld |rastućim| redom.
sv: Du får %lld:ans tabell i |stigande| ordning.
sw: Utapata jedwali la %lld kwa mpangilio wa |kupanda|.
ta: %lld ஆம் வாய்ப்பாடு |ஏறுவரிசையில்| வரும்.
te: %lldవ ఎక్కం |పెరుగుతున్న| క్రమంలో వస్తుంది.
th: สูตรคูณแม่ %lld ตามลำดับ |จากน้อยไปมาก|
tr: %lld'ler çarpım tablosu |artan| sırayla gelir.
ug: %lld نىڭ كۆپەيتىش جەدۋىلى |ئۆرلەش| تەرتىپىدە كېلىدۇ.
uk: Таблиця множення на %lld у |зростаючому| порядку.
ur: آپ کو %lld کا پہاڑا |بڑھتی| ترتیب میں ملے گا۔
uz: %lld lik jadval |o‘sish| tartibida beriladi.
vi: Bạn nhận bảng nhân %lld theo thứ tự |tăng dần|.
zh: 按 |从小到大| 的顺序练习 %lld 的乘法表。
zu: Uthola ithebula lika-%lld ngokulandelana |okukhuphukayo|.

# modeIntro.tables.random %lld
source: You get the %lld times table in |random order|.
af: Jy kry die %lld-maaltafel in |lukrake| volgorde.
am: የ%lld ማባዛት ሰንጠረዥ በ|ዘፈቀደ| ቅደም ተከተል ይመጣል።
ar: ستحصل على جدول %lld بترتيب |عشوائي|.
as: %lldৰ নামতা |যাদৃচ্ছিক| ক্ৰমত পাবা।
az: %lld vurma cədvəli |təsadüfi| sıra ilə gəlir.
be: Табліца множання на %lld будзе ў |выпадковым| парадку.
bg: Получаваш таблицата по %lld в |случаен| ред.
bn: %lld-এর নামতা |এলোমেলো| ক্রমে পাবে।
bo: %lld གི་སྒྱུར་རྩིས་ |གང་བྱུང་| གོ་རིམ་ནང་ཡོང་།
bs: Dobijaš tablicu broja %lld |nasumičnim| redom.
ca: Tindràs la taula del %lld en ordre |aleatori|.
cs: Dostaneš násobilku %lld v |náhodném| pořadí.
cy: Gei di dabl %lld mewn trefn |ar hap|.
da: Du får %lld-tabellen i |tilfældig| rækkefølge.
de: Du bekommst die %llder-Reihe in |zufälliger| Reihenfolge.
el: Θα έχεις την προπαίδεια του %lld σε |τυχαία| σειρά.
es: Tendrás la tabla del %lld en orden |aleatorio|.
et: Saad %lld korrutustabeli |juhuslikus| järjekorras.
eu: %lldko taula |ausazko| ordenan izango duzu.
fa: جدول %lld را به ترتیب |تصادفی| می‌بینی.
fi: Saat %lld:n kertotaulun |satunnaisessa| järjestyksessä.
fo: Tú fært %lld-tabellina í |tilvildarligari| raðfylgju.
fr: Tu auras la table de %lld dans un ordre |aléatoire|.
ga: Faigheann tú tábla %lld in ord |randamach|.
gl: Terás a táboa do %lld en orde |aleatoria|.
gu: તમને %lld નો પાડો |અવ્યવસ્થિત| ક્રમમાં મળશે.
he: תקבלו את לוח הכפל של %lld בסדר |אקראי|.
hi: तुम्हें %lld का पहाड़ा |किसी भी| क्रम में मिलेगा।
hr: Dobivaš tablicu broja %lld |nasumičnim| redom.
hu: A(z) %lld-es szorzótáblát |véletlen| sorrendben kapod.
hy: %lld-ի աղյուսակը ստանում ես |պատահական| հերթականությամբ։
id: Kamu mendapat perkalian %lld dalam urutan |acak|.
is: Þú færð %lld-töfluna í |handahófsröð|.
it: Avrai la tabellina del %lld in ordine |casuale|.
ja: %lldのだんを|ランダム|な順番でやるよ。
ka: გექნება %lld-ის ტაბულა |შემთხვევით| რიგში.
kk: %lld-дің көбейту кестесі |кездейсоқ| ретпен беріледі.
km: អ្នកទទួលបានតារាងគុណ %lld តាមលំដាប់ |ចៃដន្យ|។
kn: %lldರ ಪಟ್ಟಿಯು |ಯಾದೃಚ್ಛಿಕ| ಕ್ರಮದಲ್ಲಿ ಬರುತ್ತದೆ.
ko: %lld단이 |무작위|로 나와요.
lo: ເຈົ້າຈະໄດ້ສູດຄູນ %lld ຕາມລຳດັບ |ສຸ່ມ|.
lt: Gausi %lld daugybos lentelę |atsitiktine| tvarka.
lv: Te būs %lld reizināšanas tabula |nejaušā| secībā.
mk: Ќе ја добиваш таблицата со %lld по |случаен| редослед.
ml: %lldന്റെ പട്ടിക |ക്രമരഹിത| ക്രമത്തിൽ കിട്ടും.
mn: %lld-ын хүрдийг |санамсаргүй| дарааллаар бодно.
mr: तुला %lld चा पाढा |यादृच्छिक| क्रमाने मिळेल.
ms: Kamu dapat sifir %lld dalam urutan |rawak|.
my: %lld မြှောက်ကိန်းဇယားကို |ကျပန်း| အစဉ်နဲ့ ရမယ်။
ne: तिमीले %lld को तालिका |अनियमित| क्रममा पाउँछौ।
nl: Je krijgt de tafel van %lld in |willekeurige volgorde|.
no: Du får %lld-gangen i |tilfeldig| rekkefølge.
or: ତୁମେ %lld ନାମତାକୁ |ଯାଦୃଚ୍ଛିକ| କ୍ରମରେ ପାଇବ।
pa: ਤੁਹਾਨੂੰ %lld ਦਾ ਪਹਾੜਾ |ਬੇਤਰਤੀਬ| ਕ੍ਰਮ ਵਿੱਚ ਮਿਲੇਗਾ।
pl: Dostajesz tabliczkę mnożenia przez %lld w kolejności |losowej|.
pt: Recebes a tabuada do %lld por ordem |aleatória|.
ro: Primești tabla lui %lld în ordine |aleatorie|.
ru: Таблица на %lld в |случайном| порядке.
si: %lld ගුණන වගුව |අහඹු| පිළිවෙළට ලැබේ.
sk: Násobilku %lld dostaneš v |náhodnom| poradí.
sl: Poštevanko števila %lld dobiš v |naključnem| vrstnem redu.
sq: Do të marrësh tabelën e %lld në rend |të rastësishëm|.
sr: Dobijaš tablicu broja %lld |nasumičnim| redom.
sv: Du får %lld:ans tabell i |slumpmässig| ordning.
sw: Utapata jedwali la %lld kwa mpangilio wa |nasibu|.
ta: %lld ஆம் வாய்ப்பாடு |சீரற்ற| வரிசையில் வரும்.
te: %lldవ ఎక్కం |యాదృచ్ఛిక| క్రమంలో వస్తుంది.
th: สูตรคูณแม่ %lld ตามลำดับ |สุ่ม|
tr: %lld'ler çarpım tablosu |rastgele| sırayla gelir.
ug: %lld نىڭ كۆپەيتىش جەدۋىلى |ئىختىيارىي| تەرتىپتە كېلىدۇ.
uk: Таблиця множення на %lld у |випадковому| порядку.
ur: آپ کو %lld کا پہاڑا |بے ترتیب| ملے گا۔
uz: %lld lik jadval |tasodifiy| tartibda beriladi.
vi: Bạn nhận bảng nhân %lld theo thứ tự |ngẫu nhiên|.
zh: 按 |随机| 顺序练习 %lld 的乘法表。
zu: Uthola ithebula lika-%lld ngokulandelana |okungahleliwe|.
